//
//  CTAssetsPicker.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Kumoa";
"Done" = "Valmis";

/* Default title */
"Photos" = "Kuvat";

/* No. of selected */
"%@ Photo Selected" = "%@ kuva valittu";
"%@ Photos Selected" = "%@ kuvaa valittu";
"%@ Video Selected" = "%@ video valittu";
"%@ Videos Selected" = "%@ videota valittu";
"%@ Items Selected" = "%@ kohdetta valittu";

/* Grid view footer */
"%@ Photos" = "%@ kuvaa";
"%@ Videos" = "%@ videota";
"%@ Photos, %@ Videos" = "%1$@ kuvaa, %2$@ videota";

/* Assets index */
"%@ of %@" = "%1$@ / %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Sovelluksella ei ole pääsyä kuviin tai videoihin.";
"You can enable access in Privacy Settings." = "Voit sallia pääsyn yksityisyysasetuksisa";

/* Messages if no assets */
"No Photos or Videos" = "Ei kuvia tai videoita";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Voit ottaa kuvia ja videokuvata kameralla tai synkroinoida iTunesin avulla kuvia ja videoita %@en.";
"You can sync photos and videos onto your %@ using iTunes." = "Voit synkroinoida iTunesin avulla kuvia ja videoita %@en.";

/* Accessibility labels */
"Play" = "Toista";
"Select" = "Valitse";
"Deselect" = "Poista";

/* Video duration spell out */
"hours" = "tuntia";
"hour" = "tunti";
"minutes" = "minuuttia";
"minute" = "minuutti";
"seconds" = "sekuntia";
"second" = "sekunti";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Cannot Play Stream Video";
"OK" = "OK";
